
# Задача
#
# Пользователь вводит последовательность Число Знак Число
# Необходимо по знаку определить нужное действие и вывести на экран
#   решенное уравнение
#
# Решение необходимо зафиксировать в git и отправить во внешний
#   репозиторий, после чего перейти в clone репозитория и скачать
#   изменения


# Задача
#
# В репозитории clone необходимо создать новую ветку, и на ней
#   реализовать следующую задачу:
#   Модифицировать код так, что бы возможно было ввести пример,
#   содержащий более одного действия (сколько угодно действий)
#
#   Итоговый код запушить в ветке на github и подготовить pull request

